Repository: BackupTheBerlios/tel-svn
Catalog: branches/plugin-system-dev/po/tel/*.po
Languages: de

source: readline wasn't found, text editing capabilities are restricted.
de: readline wurde nicht gefunden, die Möglichkeiten zur Bearbeitung von Text sind limitiert.

source: Editing entry "%s" ...
de: Bearbeite Eintrag "%s" ...

source: Creating a new entry ...
de: Erzeuge einen neuen Eintrag ...

source: You entered an invalid value for the field"%s"!
de: Sie haben einen ungültigen Wert für das Feld "%s" angegeben!

source: Please fill the following fields!
de: Bitte füllen Sie die folgenden Felder aus!

source: Please fill the following fields! The current value is shown in square brackets. NOTE: The current value is not preserved. You have to re-enter every value!
de: Bitte füllen Sie die folgenden Felder aus! Der aktuelle Wert wird in eckigen Klammern angezeigt. HINWEIS: Der aktuelle Wert wird nicht übernommen. Sie müssen ihn erneut eingeben!

source: y
de: j

source: Do you really want to save an emtpy entry?
de: Möchten Sie wirklich einen leeren Eintrag speichern?

source: The entry is not saved.
de: Der Eintrag wird nicht gespeichert.

source: The entry was saved.
de: Der Eintrag wurde gespeichert.

source: --create needs a number.
de: --create benötigt eine Nummer.

source: --create only accepts one argument.
de: --create akzeptiert nur ein Argument.

source: No entries found for given patterns.
de: Keine Einträge entsprechen den angegebenen Suchmustern.

source: Really delete entry "%s"?
de: Möchten Sie den Eintrag "%s" wirklich löschen?

source: There is no field %s.
de: Das Feld %s existiert nicht.

source: Field
de: Feld

source: Internal name
de: Interner Name

source: Please specifiy only one backend!
de: Bitte geben Sie nur ein Backend an!

source: Backend name
de: Name des Backends

source: Description
de: Beschreibung

source: %(name)s - %(shortdesc)s ------------ Supported fields: %(fields)s ------------ %(longdesc)s
de: %(name)s - %(shortdesc)s ------------ Unterstützte Felder: %(fields)s ------------ %(longdesc)s

source: %prog [options] command [arguments]
de: %prog [Optionen] Kommando [Argumente]

source: tel is a little address book program for your terminal.
de: tel ist ein kleines Adressbuch für dein Terminal.

source: file
de: Datei

source: use FILE as phone book.
de: DATEI als Telefonbuch verwenden.

source: print a short list of the specified entries.
de: gibt eine kurze Liste aller angegebenen Einträge aus.

source: print a table with the specified entries.
de: gibt eine Tabelle mit den angegebenen Einträgen aus.

source: show the specified entries.
de: zeigt die angegebenen Einträge an.

source: number
de: Anzahl

source: create the specified number of new entries.
de: erzeugt die angegebene Anzahl an Einträgen.

source: edit the specified entries.
de: zeigt die angegebenen Einträge an.

source: remove the entries at the specified indices.
de: Entfernt die angegebenen Einträge.

source: export phone book to all specified locations.
de: exportiert das Telefonbuch an die angegebenen Pfade.

source: targets
de: Ziele

source: import all specified phone books.
de: importiert die angegebenen Telefonbücher.

source: files
de: Dateien

source: ignore case, when searching or sorting. The default is not to ignore case.
de: Groß- und Kleinschreibung beim Suchen oder Sortieren ignorieren. Standardmäßig wird Groß- und Kleinschreibung beachtet.

source: fields
de: Felder

source: specify a list of fields to search in. Takes a comma-separated list of internal names as printed by --help-fields. Fields prefixed with "-" are not searched.
de: gibt die Liste der zu durchsuchenden Felder an. Akzeptiert eine Komma-getrennte Liste interner Feldnamen, wie sie von --print-fields ausgegeben werden. Felder mit dem Prefix "-" werden nicht durchsucht.

source: field
de: Feld

source: sort output. Specify a field name as printed by --help-fields. If prefixed with +, sorting order is ascending, if prefixed with a -, sorting order is descending. The default is ascending, if no prefix is used.
de: die Ausgabe sortieren. Akzeptiert interne Feldnamen, wie sie von --print-fields ausgegeben werden. Wenn dem Feldname ein - vorangestellt ist, wird absteigend sortiert. Fehlt das Prefix oder lautet es +, wird aufsteigend sortiert.

source: specify the fields to show. Uses the same syntax as the --fields option.
de: gibt die anzuzeigenden Felder an. Verwendet die gleiche Syntax wie --fields.

source: Commands to modify the phone book and to search or print entries. Only one of these options may be specified. Entries are specified through regular expressions. See http://docs.python.org/lib/re-syntax.html for a description of regular expression syntax.
de: Kommandos, um das Telefonbuch zu verändern, Einträge zu suchen oder auszugeben. Es darf nur ein Kommando zur gleichen Zeit angegeben werden. Entries werden über reguläre Ausdrücke angegeben. Für eine Beschreibung der Syntax regulärer Ausdrücke siehe http://docs.python.org/lib/re-syntax.html.

source: Commands
de: Kommandos

source: These options apply to every command, that deals with entries. They tune the search for entries.
de: Diese Optionen sind für jedes Kommando gültig, welches auf Einträgen arbeitet. Sie konfigurieren die Suche nach Einträgen.

source: Searching options
de: Suchoptionen

source: These options are valid with every command.
de: Diese Optionen sind mit jedem Kommando gültig.

source: Global options
de: Globale Optionen

source: These options are only supported by certain commands. If you use them with other commands, they are just ignored.
de: Diese Optionen werden nur von bestimmten Kommandos unterstützt. Bei anderen Kommandos werden sie einfach ignoriert.

source: Special options
de: Spezielle Optionen

source: Please specify a command!
de: Bitte geben Sie ein Kommando an!

source: The command %s need arguments.
de: Das Kommando %s benötigt Argumente.

source: The command %s doesn't take any arguments.
de: Das Kommando %s akzeptiert keine Argumente.

source: Dying peacefully ...
de: Sterbe glücklich ...

source: Invalid backend %s.
de: Ungültiges Backend %s.

source: No backend "%s" found.
de: Das Backend "%s" wurde nicht gefunden.

source: Title
de: Titel

source: First name
de: Vorname

source: Last name
de: Nachname

source: Street and number
de: Straße und Hausnummer

source: Postal code
de: Postleitzahl

source: Town
de: Stadt

source: Country
de: Land

source: Post office box
de: Postfach

source: Mobile
de: Mobil

source: Phone
de: Festnetz

source: Date of birth
de: Geburtsdatum

source: No such field: %s
de: Das Feld %s existiert nicht

source: %s is not a valid URI.
de: %s ist keine gültige URI.

source: Couldn't find a backend for %s.
de: Es konnte kein Backend für %s gefunden werden.

source: Unknown backend %s.
de: Das Backend %s ist nicht bekannt.

source: Name: %(title)s %(firstname)s %(lastname)s Address: %(street)s %(country)s, %(postcode)s %(town)s POB: %(postbox)s E-Mail: %(email)s Phone: %(phone)s Mobile: %(mobile)s Date of birth: %(birthdate)s Tags: %(tags)s
de: Name: %(title)s %(firstname)s %(lastname)s Adresse: %(street)s %(country)s, %(postcode)s %(town)s Postfach: %(postbox)s E-Mail: %(email)s Telefon: %(phone)s Mobil: %(mobile)s Geburtsdatum: %(birthdate)s Tags: %(tags)s

source: Supported options:
de: Unterstützte Optionen:

source: pattern
de: Muster

source: Please specify only one command option!
de: Bitte geben Sie nur eine Kommandooption an!

source: show author information and exit.
de: zeigt Autoren-Informationen an und beendet das Programm.

source: show program's license and exit.
de: zeigt die Lizenz an und beendet das Programm.

source: show copyright information and exit.
de: zeigt Copyright-Informationen an und beendet das Programm.

source: %(prog)s: error: %(message)s
de: %(prog)s: Fehler: %(message)s

source: A simple backend, which uses utf-8 encoded csv (comma separated values) files to store entries. These files are understood by spreadsheet applications like Excel or OpenOffice.org Calc.
de: Ein einfaches Backend, welches UTF-8 codierte CSV (comma separated values) Dateien zum Speichern der Einträge verwendet. Diese Dateien können in Tabellenkalkulationsprogrammen wie Excel oder OpenOffice.org Calc bearbeitet werden.

source: A csv-based backend
de: Ein CSV-basiertes Backend

source: no such option: %s
de: Option %s existiert nicht

source: ambiguous option: %s (%s?)
de: Mehrdeutige Option: %s (%s)?

source: Usage: %s
de: Benutzung: %s

source: Usage
de: Benutzung

source: integer
de: Ganzzahl

source: long integer
de: große Ganzzahl

source: floating-point
de: Fließkommazahl

source: complex
de: komplexe Zahl

source: option %s: invalid %s value: %r
de: Option %s: ungültiger Wert für eine %s: %r

source: option %s: invalid choice: %r (choose from %s)
de: Option %s: ungültige Auswahl: %s (bitte aus %s wählen)

source: show this help message and exit
de: diese Hilfe anzeigen und beenden

source: show program's version number and exit
de: die Versionsnummer des Programms anzeigen und beenden

source: %prog [options]
de: %prog [Optionen]

source: %s option requires an argument
de: Option %s benötigt ein Argument

source: %s option requires %d arguments
de: Option %s benötigt %d Argumente

source: %s option does not take a value
de: Option %s akzeptiert keine Argumente

source: Options
de: Optionen
